# Dystopia: лор Города — «станция», «экипаж», NanoTrasen и ЦК заменены на Город, граждан и Консулат.
ent-SingularityToy = игрушечная сингулярность
    .desc = Массово производится корпоративным конгломератом садистов!
ent-TeslaToy = Тедди Теслы
    .desc = Любимая игрушка великого инженера Николы Теслы.
ent-PonderingOrb = шар размышлений
    .desc = Заставляет задуматься... сильно задуматься.
ent-PonderingOrbWizard = шар размышлений
    .desc = Заставляет задуматься... сильно задуматься. Волшебным образом показывает сеть камер Города.
    .suffix = Волшебник
ent-Magic9Ball = шар судьбы
    .desc = Неисчерпаемый источник мудрости... Теперь со встроенным динамиком!
