ent-ClothingUniformJumpskirtResearchDirector = юбка-водолазка директора Научной Службы
    .desc = Это водолазка, носимая умными людьми, чтобы достичь должности директора Научной Службы. Её ткань обеспечивает слабую биологическую защиту.
ent-ClothingUniformJumpskirtScientist = юбка-комбинезон исследователя
    .desc = Она изготовлена из особого волокна, которое повышает воспринимаемый интеллект и снижает личную этику. На ней есть обозначения, указывающие, что носитель является исследователям.
ent-ClothingUniformJumpskirtRoboticist = юбка-комбинезон робототехника
    .desc = Стройнящий чёрный цвет и усиленные швы; отлично подходит для работы на производстве.
ent-ClothingUniformJumpskirtSeniorResearcher = юбка-комбинезон ведущего исследователя
    .desc = Признак мастерства и престижа Научной Службы.
