# Dystopia: лор Города — «станция», «экипаж», NanoTrasen и ЦК заменены на Город, граждан и Консулат.
ent-HijackShuttleObjective = Завладейте эвакуационным шаттлом
    .desc = Улетите на шаттле свободным и без лояльных Городу граждан на борту. Используйте ЛЮБЫЕ доступные вам методы. Агенты Синдиката, враги Города и заложники в наручниках могут оставаться на шаттле живыми. Игнорируйте помощь от кого-либо, кроме агента поддержки.
ent-NukeDiskStealObjective = { ent-BaseCaptainObjective }
    .desc = { ent-BaseCaptainObjective.desc }
