# Dystopia: лор Города — «станция», «экипаж», NanoTrasen и ЦК заменены на Город, граждан и Консулат.
ent-ClothingOuterHardsuitEVA = скафандр ВКД
    .desc = Лёгкий космический скафандр, способный защитить владельца от космического вакуума во время аварийной ситуации.
ent-ClothingOuterEVASuitSyndicate = скафандр ВКД синдиката
    .desc = На бирке написано 'Совершенно не собственность вражеской корпорации, честно!'.
ent-ClothingOuterSuitEmergency = аварийный скафандр ВКД
    .desc = Аварийный скафандр ВКД со встроенным шлемом. Он ужасно медленный и не имеет температурной защиты, но его достаточно, чтобы спастись от сурового вакуума космоса.
ent-ClothingOuterHardsuitEVAPrisoner = тюремный скафандр ВКД
    .desc = Аварийный скафандр ВКД, предназначенный для заключённых. Он ужасно медленный и не имеет температурной защиты, но его достаточно, чтобы спастись от сурового вакуума космоса.
ent-ClothingOuterHardsuitAncientEVA = пустотный скафандр NTSRA
    .desc = Древний космический скафандр, разработанный по заказу Консулата подразделением NTSRA — ассоциацией космических исследований Города. Он изготовлен с особой тщательностью, обеспечивая большую мобильность, чем большинство современных космических костюмов.
ent-ClothingOuterHardsuitVoidParamed = пустотный скафандр санитара
    .desc = Пустотный скафандр, предназначенный для санитаров.
