# Dystopia: лор Города — «станция», «экипаж», NanoTrasen и ЦК заменены на Город, граждан и Консулат.
ent-ClothingHeadHelmetEVA = шлем ВКД
    .desc = Старый добрый шлем, предназначенный для внекорабельной деятельности. Известен тем, что вызывает паранойю у сотрудников службы безопасности.
ent-ClothingHeadHelmetEVALarge = шлем ВКД
    .desc = Старый добрый шлем, предназначенный для внекорабельной деятельности.
# Dystopia: оболочки Внешнего Патруля
ent-ClothingHeadHelmetSyndicate = шлем изолирующей оболочки
    .desc = Герметичный шлем изолирующей оболочки Единицы. Бр3, почти не пускает заразу.
ent-ClothingHeadHelmetCosmonaut = шлем космонавта
    .desc = Древний дизайн, современное производство.
ent-ClothingHeadHelmetAncient = пустотный шлем NTSRA
    .desc = Древний космический шлем, разработанный по заказу Консулата поразделением NTSRA — ассоциацией космических исследований Города.
ent-ClothingHeadHelmetVoidParamed = пустотный шлем санитара
    .desc = Пустотный шлем, предназначенный для санитаров.
