# Dystopia: лор Города — «станция», «экипаж», NanoTrasen и ЦК заменены на Город, граждан и Консулат.
ent-CrateEmergencyExplosive = ящик сапёрного снаряжения
    .desc = Исследователи обезумели? Что-то пикает за шлюзом? Купите сейчас и станьте героем, которого Город засл... Я имею в виду, в котором нуждается! (время в комплект не входит).
    .suffix = { ent-CrateSecgear.suffix }
ent-CrateEmergencyFire = ящик пожарного снаряжения
    .desc = Только вы можете предотвратить пожар в Городе. Вместе с двумя противопожарными костюмами, противогазами, фонариками, большими кислородными баллонами, огнетушителями и касками!
ent-CrateEmergencyEVA = ящик аварийных скафандров
    .desc = Для случаев, когда гражданам необходима всеобщая атмосферная защита при ограниченном бюджете. Содержит шесть дыхательных масок, шесть аварийных скафандров ВКД, шесть баллонов с кислородом и  шесть баллонов с азотом.
ent-CrateEmergencyRadiation = ящик противорадиационного снаряжения
    .desc = Переживите ядерный апокалипсис! Или, по крайней мере, его ядерную часть. В комплекте два противорадиационных костюма и два счетчика Гейгера.
ent-CrateEmergencyInflatablewall = ящик надувных стен
    .desc = Три стопки надувных стен для случаев, когда металлические стены Города больше не удерживают атмосферу.
ent-CrateGenericBiosuit = ящик аварийных биозащитных костюмов
    .desc = Содержит 2 костюма биологической защиты, чтобы никакая зараза не отвлекала вас от того, чем вы там занимаетесь.
