# Dystopia: лор Города — «станция», «экипаж», NanoTrasen и ЦК заменены на Город, граждан и Консулат.
ent-CrateFoodPizza = экстренная доставка пиццы
    .desc = Внесите свой вклад в борьбу с голодом в Городе, доставляя пиццу в отделы с недостаточным финансированием! В комплект входят 4 пиццы.
ent-CrateFoodMRE = ящик ИРП
    .desc = Армейские обеды, которыми можно накормить целый отдел.
ent-CrateFoodSoftdrinks = ящик газировки
    .desc = Разнообразная газировка для небольшой вечеринки, без необходимости опустошать соответствующие торгоматы. В комплект входят 14 банок газировки.
ent-CrateFoodIceCream = доставка мороженого
    .desc = Ассортимент мороженого наслаждения для любого случая! Включает 16 замороженных сладостей.
ent-CrateFoodSnowcone = доставка снежных конусов
    .desc = Холодильник, заполненный освежающими снежными конусами для трудолюбивого или даже ленивого граждан! Включает 16 снежных конусов.
ent-CrateFoodHappyHonkBigBite = доставка обедов Хэппи Хонк
    .desc = Два заполненных обеда Хэппи Хонк Большой бургер, которых дополняют сырные фри, бутылка Космо Колы, кусочек яблочного пирога и игрушка!
