# Dystopia: лор Города — «станция», «экипаж», NanoTrasen и ЦК заменены на Город, граждан и Консулат.
ent-CrateScienceBiosuit = ящик научных биозащитных костюмов
    .desc = Содержит 2 костюма биологической защиты, чтобы никакая зараза не отвлекала вас от занятия исследованиями. Чтобы открыть, необходим уровень доступа Научный.
    .suffix = { ent-CrateScienceSecure.suffix }
ent-CrateCrewMonitoring = ящик мониторинга граждан
    .desc = Содержит упаковки сервера мониторинга граждан и нескольких консолей мониторинга граждан. Чтобы открыть, необходим уровень доступа Научный.
    .suffix = { ent-CrateScienceSecure.suffix }
ent-CrateStationAiCore = ящик ядра городского ИИ
    .desc = Содержит компоненты для постройки ядра городского ИИ. Позитронный мозг не входит в комплект. Чтобы открыть, необходим уровень доступа Научный.
    .suffix = { ent-CrateScienceSecure.suffix }
