## Положения Города (уровни тревоги)

alert-level-dystopia-normal = Штатный режим
alert-level-dystopia-normal-announcement = Особые положения отменены. Город функционирует в штатном режиме.
alert-level-dystopia-normal-instructions = Гражданам надлежит соблюдать законы Города и распоряжения должностных лиц. Соблюдение порядка является обязанностью каждого. Служащие уполномочены требовать предъявления документов и разъяснений о целях перемещения по Городу. Собрания, Сборы и любые иные скопления граждан запрещены.

alert-level-dystopia-curfew = Комендантский час
alert-level-dystopia-curfew-announcement = На территории Города введён комендантский час.
alert-level-dystopia-curfew-instructions = Внимание! Перемещение по улицам в установленных районах запрещена. Выход из жилых помещений допускается исключительно при наличии письменного разрешения. Стража уполномочена производить задержание, обыск и доставление нарушителей в участок. Сопротивление при задержании приравнивается к отягчающему обстоятельству. Укрывательство нарушителей рассматривается как соучастие.

alert-level-dystopia-quarantine = Карантин
alert-level-dystopia-quarantine-announcement = На территории Города введён карантин.
alert-level-dystopia-quarantine-instructions = Внимание! Вводится обязательная изоляция по месту проживания. Перемещение между районами запрещено. Контакты с лицами, не входящими в вашу ячейку, подлежат немедленному пресечению. Санитарная Служба уполномочена проводить принудительную госпитализацию и дезинфекцию помещений. Уклонение от осмотра приравнивается к распространению заражения.

alert-level-dystopia-martial = Военное положение
alert-level-dystopia-martial-announcement = На территории Города введено военное положение.
alert-level-dystopia-martial-instructions = Внимание! Вся полнота власти переходит к Страже и Внешнему Патрулю. Гражданские органы управления приостанавливают свою деятельность. Комендантский час действует круглосуточно. Собрания, Сборы и любые иные скопления граждан запрещены. Служащие уполномочены применять оружие без предупреждения. Любое неподчинение приравнивается к измене.

alert-level-dystopia-siege = Осадное положение
alert-level-dystopia-siege-announcement = В Городе введено Осадное Положение.
alert-level-dystopia-siege-instructions = Внимание! Введен Особый Правовой Режим! Вводится комендантский час. Любое перемещение лиц без пропуска по Городу запрещено. Выход из жилых помещений допускается исключительно при наличии специального пропуска. Охрана строжайшего порядка возлагается на Стражу и Силы Внешнего Патруля. Нарушители порядка подлежат немедленному расстрелу на месте. Судебное разбирательство в общем порядке отменено. Неповиновение карается смертью.
