# Dystopia: лор Города — «станция», «экипаж», NanoTrasen и ЦК заменены на Город, граждан и Консулат.
ent-NukeDisk = диск ядерной аутентификации
    .desc = Диск ядерной аутентификации, способный взвести ядерную бомбу, при использовании вместе с кодом. Записка от Города гласит: "ЭТО ВАША САМАЯ БОЛЬШАЯ ЦЕННОСТЬ, БЕРЕГИТЕ ЭТОТ ГРЁБАНЫЙ ДИСК!".
ent-NukeDiskFake = диск ядерной аутентификации
    .desc = Диск ядерной аутентификации, способный взвести ядерную бомбу, при использовании вместе с кодом. Записка от Города гласит: "ЭТО ВАША САМАЯ БОЛЬШАЯ ЦЕННОСТЬ, БЕРЕГИТЕ ЭТОТ ГРЁБАНЫЙ ДИСК!".
    .suffix = Поддельный
