# Dystopia: лор Города — «станция», «экипаж», NanoTrasen и ЦК заменены на Город, граждан и Консулат.
ent-BlankHandyFlag = пустой ручной флажок
    .desc = Кусок белой ткани, намотанный на палку.
ent-NTHandyFlag = ручной флажок Города
    .desc = Слава Городу! Подождите, они реально сделали ручной флажок для корпорации?
ent-SyndieHandyFlag = ручной флажок Синдиката
    .desc = Для настоящих патриотов-бунтарей. Смерть Городу!
ent-LGBTQHandyFlag = разноцветный ручной флажок
    .desc = Кусок разноцветной ткани, намотанный на палку.
ent-PirateHandyFlag = пиратский ручной флажок
    .desc = Возьмите его в руки и покажите этим карпам, что вы не шутите.
