# Dystopia: лор Города — «станция», «экипаж», NanoTrasen и ЦК заменены на Город, граждан и Консулат.
# Общие СРП
guidebook-SOP-centcomm-general-must =
    1. Осуществлять руководство всеми городами в секторе, обеспечивая их функционирование и соблюдение корпоративных норм.
    1. Принимать и рассматривать факсы и отчёты, поступающие из Города, оперативно реагировать на любые чрезвычайные ситуации.
    1. Контролировать соблюдение корпоративного закона и специальных рабочих процедур (СРП) в городах.
    1. В случае критической ситуации направлять Представителя Консулата (ПЦК) в Город для личного урегулирования проблем.

guidebook-SOP-centcomm-general-right =
    1. Отдавать приказы гражданам Города, которые обязаны их выполнять.
    1. Изменять или отменять корпоративный закон или СРП для текущей смены в зависимости от обстоятельств.
    1. Увольнять или понижать в должности членов командного состава Города в случае выявления серьёзных нарушений или некомпетентности.
    1. Вводить и отменять режимы ЧС в Городе, руководствуясь корпоративными интересами.
    1. Организовывать отправку представителя штаба сектора Консулата для инспекции в Город.

guidebook-SOP-centcomm-general-prohibited =
    1. Пренебрегать обращениями из Города и задерживать принятие решений, когда это может повлечь за собой серьёзные последствия.
    1. Игнорировать или отклонять запросы граждан без должных оснований.
    1. Нарушать корпоративные стандарты и процедуры при принятии решений.
    1. Использовать полномочия для личной выгоды или для решения личных конфликтов с гражданами.

# Должностные СРП
## ПЦК
guidebook-SOP-CentralCommandOfficial-must =
    1. По запросу Консулата прибывать в Город для урегулирования критических ситуаций или проведения инспекций.
    1. Осуществлять руководство и принимать оперативные решения на месте, включая отстранение членов командного состава и введение особых режимов.
    1. Докладывать Консулату о результатах проведённых инспекций и принятых мерах.
    1. Обеспечивать независимую оценку ситуации на месте, избегая влияния местного командного состава.

guidebook-SOP-CentralCommandOfficial-right =
    1. Временно замещать командный состав Города в случае критических ситуаций.
    1. Единолично снимать неприкосновенность с граждан при выявлении серьёзных нарушений.
    1. Вводить и отменять режимы чрезвычайной ситуации в Городе по своему усмотрению.
    1. Принимать меры по защите имущества и интересов Города, включая задержание или отстранение граждан.
    1. Принимать решение о временной реорганизации управления в Городе для стабилизации ситуации.

guidebook-SOP-CentralCommandOfficial-prohibited =
    1. Злоупотреблять полномочиями или использовать их для личной выгоды.
    1. Игнорировать указания Консулата или Департамента Специальных Операций.
    1. Вмешиваться в личные конфликты между гражданами или местным руководством без объективной необходимости.

## ОЦК
guidebook-SOP-CentralCommandOperator-must =
    1. Быть одет строго по форме согласно дресс-коду Города.
    1. Выполнять приказы НШЦК; игнорирование приказов может повлечь санкции — от понижения выплаты за смену до увольнения.
    1. При заступлении на смену оповестить все отделы городов Сектора о начале работы смены СЦК путём отправки факса с приветственным сообщением.
    1. В случае отсутствия НШЦК смены оповестить все города Сектора о начале работы смены СЦК (пример сообщения будет приведён позднее, см. соответствующую часть).
    1. Писать грамотно, допуская минимальное количество ошибок.
    1. Соблюдать стандартную форму ведения бюрократической работы (примеры будут рассмотрены позже); нарушение приведёт к полному переписыванию документа.
    1. Подготовить ответное сообщение на запрос со городов Сектора в течение 15 минут с момента прибытия факса; нарушение данного пункта расценивается как халатность и может повлечь санкции (аналогичное требование предъявляется и к главам).
    1. Игнорировать факсы, отправленные командованием городов Сектора с нарушением стандартной формы ведения бюрократической работы (за исключением запросов ОБР и РХБЗЗ).
    1. Игнорировать сообщения, не имеющие печати главы соответствующего отдела, капитана или агента внутренних дел (исключений не допускается).
    1. Сообщить НШЦК и офицеру специальных операций о полученном запросе на ОБР или РХБЗЗ.
    1. Уведомить НШЦК о запросе на отправку представителя штаба Консулата в Город Сектора.
    1. Докладывать НШЦК о критических проблемах в Городе и жалобах на командный состав.
    1. Уточнять у НШЦК правильность составленных документов в случае недостатка опыта.

guidebook-SOP-CentralCommandOperator-right =
    1. В случае отсутствия НШЦК ОЦК вправе связываться со городами напрямую через консоль связи, если:
      - запрос крайне срочный и время на составление факса критически ограничено;
      - запрос с СЦК был проигнорирован командованием Города в течение 15 минут.
    1. Брать любые предметы из архива Консулата (помещение западнее конференц-зала) для обеспечения бесперебойной работы СЦК.
    1. Докладывать НШЦК о возникающих проблемах в городах Сектора и об отчётах АВД.
    1. Уточнять у НШЦК правильность принятого решения по любому возникшему вопросу.
    1. Уточнять у НШЦК правильность составления документа перед его отправкой в городах Сектора.
    1. Самостоятельно принимать решения по вопросам городов Сектора без уведомления НШЦК, за исключением пунктов, указанных в разделе 3 действующего СРП.
    1. Занять должность представителя штаба Сектора Консулата для отправки в Город с инспекцией.
    1. Обустраивать своё рабочее место на своё усмотрение до тех пор, пока не нарушаются правила пребывания на СЦК.
    1. Покидать своё рабочее место для отдыха без уведомления НШЦК при условии наличия замены от другого ОЦК.

guidebook-SOP-CentralCommandOperator-prohibited =
    1. Самовольно покидать СЦК (особые обстоятельства могут изменить данное утверждение).
    1. Самостоятельно принимать решения об увольнении членов командного состава городов; данный приказ утверждается НШЦК (особые обстоятельства могут отменить данное утверждение).
    1. Изменять зарплату отделам, главам или гражданам более чем на 50% от стандартного оклада (более крупные изменения допускаются приказом НШЦК; особые обстоятельства могут отменить данное утверждение).
    1. Носить с собой оружие, взятое из оружейной СЦК, без веских причин.
    1. Покидать своё рабочее место без уведомления НШЦК при отсутствии замены от другого ОЦК (особые обстоятельства могут отменить данное утверждение).

## НШЦК
guidebook-SOP-CentralCommandChiefStaff-must =
    1. Соблюдать высокие стандарты профессиональной этики, обеспечивать предотвращение любых форм конфликтов интересов и злоупотреблений полномочиями.
    1. Руководить всеми операциями на уровне Консулата, обеспечивая координацию действий операторов и представителей Консулата.
    1. Рассматривать и утверждать решения, касающиеся увольнений, изменений в зарплатах и иных ключевых вопросов, связанных с управлением Городом.
    1. Поддерживать связь с Департаментом Специальных Операций и Советом Директоров, докладывая о ситуации в секторе.

guidebook-SOP-CentralCommandChiefStaff-right =
    1. Утверждать или отменять решения операторов Консулата по важным вопросам, связанным с управлением Городом.
    1. Изменять или отменять СРП и корпоративный закон для текущей смены по своему усмотрению.
    1. Принимать решение о личном участии в инспекции Города или отправке Представителя Консулата.
    1. Вводить и использовать специализированные каналы связи для экстренной передачи информации.
    1. Инициировать внеплановые совещания при возникновении критических ситуаций.
    1. Приостанавливать или корректировать текущие операции до разрешения кризисной ситуации для сохранения безопасности Города.

guidebook-SOP-CentralCommandChiefStaff-prohibited =
    1. Игнорировать важные сообщения или задерживать принятие решений без должных причин.
    1. Использовать должностное положение для личной выгоды или поддержки фаворитизма.

# Corvax-Goob-Start
## Офицер Синего Щита
guidebook-SOP-BlueshieldOfficer-must =
    1. Обеспечивать безопасность капитана Города, членов командного состава, Магистрата и должностных лиц, присланных с Консулата, даже ценой собственной жизни.
      - Отдавать приоритет главам в следующем порядке: Представители Консулата и Магистрат → Капитан → остальные главы в зависимости от ситуации в Городе.
    1. Обеспечивать безопасность Представителя Города, а также выполнять его правомерные приказы.
    1. В случае ранений или смерти охраняемых лиц незамедлительно обеспечить им первую помощь и организовать последующее их восстановление.
    1. Применять меры подавления к нарушителям в соответствии с уровнями применения силы.
    1. В условиях [bold][color=green]зелёного кода[/color][/bold] или [bold][color=dodgerblue]синего кода[/color][/bold] использовать только личное вооружение, предоставленное Консулатом.
    1. Поддерживать датчики костюма в режиме «Координаты».

guidebook-SOP-BlueshieldOfficer-right =
    1. Обезвредить нарушителя на месте происшествия в соответствии с уровнями применения силы, если нарушитель несёт непосредственную опасность охраняемым лицам и/или их имуществу, а также в случаях, если ОСЩ является свидетелем [tooltip="guidebook-SOP-centcomm-tooltip-public-dangerous-crime" text="общественно опасного преступления"].
      - При успешном задержании — вызвать СБ и передать преступника.
      - При критическом состоянии или гибели нарушителя — обеспечить его доставку в медицинский отдел или вызвать парамедика.
      - Существа без ОПРС, представляющие угрозу, могут быть уничтожены на месте.
    1. В условиях [bold][color=red]красного кода[/color][/bold] и выше ОСЩ может запросить в оружейной Службы Безопасности любое доступное оружие.
    1. Проводить сканирование охраняемых лиц.

guidebook-SOP-BlueshieldOfficer-prohibited =
    1. Проводить процедуру задержания в рамках общих процедур СБ, исключая положение пункта 1 прав.
    1. Игнорировать радиочастоты и запросы глав о предоставлении охраны, а также сигналы или вызовы о помощи от охраняемых лиц.
    1. Злоупотреблять выдаваемым доступом и присваивать имущество отделов, самостоятельно брать оружие из арсенала.
    1. Покидать охраняемую персону [tooltip="guidebook-SOP-centcomm-tooltip-bso-chasing-offenders" text="ради поимки нарушителей"]. Приоритет должен отдаваться сопровождению охраняемой персоны в безопасное место после вероятного инцидента.

## Представитель NanoTrasen
guidebook-SOP-NanotrasenRepresentative-must =
    1. Выполнять прямые законные указания Консулата.
    1. Обеспечить представительство от лица Города в случае возникновения на объекте [tooltip="guidebook-SOP-centcomm-tooltip-ntr-nonstandard-conditions" text="нестандартных условий"].
    1. Принимать и рассматривать жалобы о нарушении СРП или иных процедур на командование Города.
    1. Контролировать соблюдение СРП командованием Города.
      - В случае нарушения СРП командованием Города устранить нарушения СРП.
      - В случае если нарушения устранить невозможно, оповестить Консулат.
    1. Организовывать проведение совета глав Города при необходимости.
    1. Осуществлять руководство прибывшими стажёрами Консулата.
    1. Проводить консультации от лица Консулата: разъяснять гражданам Города причины и обоснование решений, принятых Консулатом, капитаном, главами Города.
      - По письменному или устному запросу граждан Города проводить личные или групповые консультации.
    1. Проводить оценку эффективности работы каждого отдела Города и искусственного интеллекта не менее одного раза за смену.
      - ПNT обязан уведомить главу отдела о проведении оценки эффективности за 5 минут до проверки.
      - Количество и частота проверок не ограничиваются.
    1. По вызову эвакуационного шаттла оформить отчёт об эффективности отделов на золотом листе отчётности.
      - Отчёт должен содержать:
        - Оценку эффективности или неэффективности каждого действующего отдела Города, глав отдела и работу искусственного интеллекта.
        - При необходимости оставлять отметки об обстоятельствах, оказавших влияние на деятельность отделов.
    1. На постоянной основе использовать [tooltip="guidebook-SOP-centcomm-tooltip-ntr-business-speech" text="корпоративно-деловой стиль речи"].
      - Данный пункт утрачивает свою актуальность в условиях Чрезвычайной Ситуации.
    1. Соблюдать установленный [tooltip="guidebook-SOP-centcomm-tooltip-ntr-dress-code" text="корпоративный дресс-код"].
      - Обязательные элементы униформы могут исключаться или заменяться в случае физиологических или видовых особенностей сотрудника.
      - Запрещено передавать или обменивать корпоративную униформу третьим лицам.
    1. Обеспечивать надлежащую сохранность выданных [tooltip="guidebook-SOP-centcomm-tooltip-ntr-valuable-items" text="особо ценных предметов"], исключая возможность утери и передачи третьим лицам.

guidebook-SOP-NanotrasenRepresentative-right =
    1. Хранить при себе вспышку, станнер Консулата, телескопическую дубинку, зонтик Консулата: «Марлен», использовать исключительно в целях самообороны.
    1. Находиться на закрытых территориях отделов Города в следующих случаях:
      - Проведение проверки эффективности отдела.
      - Официальный вызов сотрудника отдела для урегулирования служебной ситуации.
      - Проведение консультаций.
      - По разрешению сотрудника отдела.
    1. Содействовать в совершении покупок через NanoNeT, так и отказывать в них.
    1. Отправлять отчёты о ситуации в Городе и нарушениях командования Города в Консулат с помощью факса.
      - Запросить сотрудников Консулата и Департамента Специальных Операций при определённых условиях.
      - Запросить вызов ПЦК в случае бездействия командования Города, выявления нарушений.
      - Запросить помощь подразделений ДСО в случае Чрезвычайной Ситуации.
    1. Выполнять заказы, поступающие через консоль Консулата.
      - Запрещается самостоятельно изымать требуемые по заказу предметы из отдела без письменного или устного разрешения ответственного сотрудника и главы соответствующего отдела.
    1. Сканировать и обменивать предметы контрабанды на очки лояльности Города при соблюдении следующих условий:
      - Наличие одобрения Главы Службы Безопасности или Капитана на проведение процедуры сканирования.
      - Поступление прямого запроса от Главы Службы Безопасности или Капитана о проведении сканирования контрабандного предмета.
    1. Запросить установку импланта «Щит Разума» стажёрам Консулата.
    1. Инициировать совет глав в полных его правах, предварительно отправив обращение к Консулату с разъяснением причин созыва.
    1. Хранить при себе и использовать для исправления заверенных документов ручку «Консулата»:
      - Изменение собственных документов допустимо в случае необходимости исправления ошибок в тексте.
      - Изменение чужих документов допустимо по аналогичной причине, допустимо лишь по прямому запросу лица, составителя документа.
      - В изменённом документе должно быть добавлено [tooltip="guidebook-SOP-centcomm-tooltip-ntr-edit-note" text="примечание о редактировании"], он должен быть заверен печатью ПNT.

guidebook-SOP-NanotrasenRepresentative-prohibited =
    1. Искажать или скрывать информацию при её передаче в Консулат.
    1. Самостоятельно выносить вердикты по полученным жалобам.
      - Представитель Города имеет право предпринимать попытки локального урегулирования и исключить обращения в Консулат.
    1. Отдавать приказы гражданам Города.
    1. Посещать закрытые служебные территории и личные помещения с ограниченным доступом вне дозволений.
    1. Вмешиваться в работу командования и отделов вне дозволений и обязанностей.
    1. Разглашать конфиденциальную информацию, полученную от Консулата.
    1. Разглашать сведения, содержащиеся в золотом листе отчётности, любым лицам, кроме сотрудников Консулата.
    1. Копирование корпоративных документов с запросами на печати, выданных через консоль запросов Консулата.
# Corvax-Goob-End

# Infobox
guidebook-SOP-centcomm-infobox =
    Стандартные Рабочие Процедуры Консулата являются лишь рекомендованными для более углублённого РП-отыгрыша и не обязательны к исполнению.
    Во время раунда Модераторы и Гейм-Мастеры могут свободно изменять и дополнять их по своему желанию для более благоприятного игрового процесса.

    {"[bold]Исключение начальные роли Города[/bold]: офицер синего щита, представитель Города. Для них СРП всегда актуально, общие процедуры Консулата не распространяются."}

# Corvax-Goob-Start
# Tooltip
guidebook-SOP-centcomm-tooltip-public-dangerous-crime = К таковым относятся правонарушения тяжести XX3 и выше, а также преступления любой тяжести, связанные с причинением вреда разумным существам или сопротивлением представителям власти.
guidebook-SOP-centcomm-tooltip-bso-chasing-offenders = Выпускать охраняемую персону за пределы визуального контакта.
guidebook-SOP-centcomm-tooltip-ntr-nonstandard-conditions =
    1. Прибытия представителей иных корпораций, компаний.
    1. Дипломатических миссий.
    1. Прибытия Следственных органов и иных официальных лиц.
    1. И другие внештатные встречи.
guidebook-SOP-centcomm-tooltip-ntr-business-speech = Постоянное использование формальной, уважительной, грамотной манеры общения.
guidebook-SOP-centcomm-tooltip-ntr-dress-code =
    1. Головной убор — по желанию.
    1. Комбинезон.
    1. Рюкзак.
    1. Обувь.
    1. Аксессуары включая: очки, перчатки, пояса, кольца, часы и т.д. — по желанию.
guidebook-SOP-centcomm-tooltip-ntr-valuable-items =
    1. Дипломатический чемодан.
    1. Золотой отчётный лист.
    1. Переносной факс.
guidebook-SOP-centcomm-tooltip-ntr-edit-note = В документ над полем для печатей должна быть добавлена строка, в которой будет указано, что документ был отредактирован; в строке должны быть указаны И/Ф ПNT.
# Corvax-Goob-End
