# Dystopia: лор Города — «станция», «экипаж», NanoTrasen и ЦК заменены на Город, граждан и Консулат.
guidebook-SOP-codes =
    - Капитан [bold]обязан[/bold] поддерживать код угрозы в соответствии с текущим уровнем угрозы и обеспечить снижение кода до [color=green][bold]зелёного[/bold][/color] [tooltip="guidebook-SOP-codes-tooltip-neutralization" text="при нейтрализации угрозы"].
    - Принять решение о смене кода может лишь уполномоченное для этого лицо, однако осуществить его смену может любой сотрудник Города с соответствующим уровнем доступа: капитан, глава отдела, агент внутрених дел, городской ИИ и т.д.
    - Существуют основные и дополнительные коды угроз. При установке дополнительного кода угрозы также действует и предшествующий основной уровень угрозы, при замене дополнительного кода на основной работают процедуры только основного кода.
    - Весь персонал Города, вне зависимости от должности, обязан следовать нормам граждан в зависимости от кода угрозы. Нарушение норм граждан соответствующего кода является нарушением статей «Сопротивление органам власти» или «Неподчинение в ЧС» Корпоративного закона.
    - Код угрозы распространяется на: Город, территорию Города, объекты, находящиеся на территории Города. При выходе в БСС уровень угрозы сохраняется до завершения скачка.

# Зелёный код
guidebook-SOP-codes-green =
    {"[italic]Код Зелёный. Отсутствие угроз безопасности. Город работает в штатном режиме.[/italic]"}

    {"[bold]Устанавливается по решению:[/bold] капитана или главы службы безопасности."}

guidebook-SOP-codes-green-terms =
    - В Городе отсутствуют угрозы безопасности.

guidebook-SOP-codes-green-norms =
    - Граждане могут свободно передвигаться по Городу в соответствии с уровнем доступа.
    - Ношение ID-карты в специальном слоте комбинезона по усмотрению.

# Синий код
guidebook-SOP-codes-blue =
    {"[italic]Код Синий. В Городе выявлена угроза безопасности I уровня. Служба безопасности усиливает патрулирование. Дополнительные инструкции указаны в КПК.[/italic]"}

    {"[bold]Устанавливается по решению:[/bold] капитана или главы службы безопасности."}

guidebook-SOP-codes-blue-terms =
    В Городе существует  угроза безопасности I уровня — угроза, не требующая содействия всех граждан, которая может быть устранена силами службы безопасности.

    Примеры:
    - Вторжение агрессивной фауны, за исключением космического дракона.
    - Кража особо ценного имущества, исключая диск ядерной авторизации.
    - Взлом защищенной стратегической точки.
    - Убийство должностного лица.
    - Убийство 3-4 граждан.
    - Пропажа нескольких человек и так далее.
    - Присутствие неизвестных лиц, не несущих непосредственную вооруженную угрозу.

guidebook-SOP-codes-blue-norms =
    - Граждане могут свободно передвигаться по Городу в соответствии с уровнем доступа, капитан или глава службы безопасности уполномочены утвердить зоны, закрытые для посещения.
    - Граждане должны докладывать о любой подозрительной активности службе безопасности лично или в общий голосовой канал.
    - Все граждане обязаны носить ID-карты в соответствующем слоте комбинезона (внутри КПК, либо отдельно).
    - Граждане обязаны отреагировать на звук свистка и прекратить движение в ожидании распоряжений сотрудников службы безопасности.
      - Разрешено продолжить движение в случае отсутствия указаний от сотрудников службы безопасности в течение 15 секунд.
      - Сотрудникам медицинского и инженерного отделов разрешено игнорировать свисток при выполнении срочных задач.

# Красный код
guidebook-SOP-codes-red =
    {"[italic]Код Красный. Существует прямая угроза работе Города. Служба безопасности имеет право носить оружие наготове. Рекомендуются обыски персонала и отсеков. Персонал Города обязан повиноваться законным требованиям службы безопасности.[/italic]"}

    {"[bold]Устанавливается по решению:[/bold] капитана или главы службы безопасности."}

guidebook-SOP-codes-red-terms =
    В Городе существует угроза безопасности II уровня — угроза, требующая полной отдачи сил службы безопасности и содействия со стороны граждан Города.

    Примеры:
    - В случае запроса у Консулата установки [color=gold]гамма кода[/color].
    - В случаях, предусмотренных протоколом действия в ЧС:
      - Нападение космического дракона;
      - Вторжение ревенанта;
      - Утрата контроля над сингулярностью/теслой;
      - Мятеж на объекте;
      - Появление улья ксеноморфов;
      - Обнаружение Блоба;
      - Обнаружение Тенеморфа;
      - Появление незаконного эгрегориального культа.
    - Обнаружение [tooltip="guidebook-SOP-security-tooltip-aggressive-mage" text="агрессивных пользователей магии"].
    - Взлом городского ИИ.
    - Угон приписанного к Городу шаттла.
    - Кража диска ядерной авторизации.
    - Теракт или крупный саботаж.
    - Ограбление арсенала Города.
    - Наличие в Городе и/или на ближайшей территории вооруженных формирований.
    - Убийство или пропажа капитана, магистрата, представителей Консулата/ДСО.
    - Убийство 5 и более граждан.
    - Массовая пропажа граждан и так далее.
    - Обнаружение [tooltip="guidebook-SOP-general-tooltip-agressive-biological-threat" text="агрессивной биологической угрозы"].
    - При невозможности устранения угрозы безопасности I уровня в рамках [color=dodgerblue]синего кода[/color].

guidebook-SOP-codes-red-norms =
    - Все граждане должны следовать указаниям капитана при объявлении мобилизации для борьбы с угрозой.
    - Граждане могут свободно передвигаться по Городу в соответствии с уровнем доступа, капитан или глава службы безопасности уполномочены утвердить зоны, запрещенные для посещения.
      - Капитан уполномочен ввести в Городе комендантский час и ограничить передвижение граждан (кроме должностных лиц) вплоть до полного запрета покидать отдел или общественные места: бар, столовую, церковь, театр, спортплощадку, библиотеку, дормиторий.
    - Граждане должны докладывать о любой подозрительной активности службе безопасности лично или в общий голосовой канал.
    - Все граждане обязаны переключить датчики костюмов в режим координат.
    - Граждане обязаны реагировать на звук свистка и прекратить движение в ожидании распоряжений сотрудников службы безопасности.
      - Разрешено продолжить движение в случае отсутствия указаний от сотрудников службы безопасности в течение 15 секунд.
    - Все граждане обязаны носить ID-карты в соответствующем слоте комбинезона (внутри КПК, либо отдельно).
    - Сотрудники службы безопасности уполномочены проводить выборочный досмотр персонала и обыск отделов Города.

# Гамма код
guidebook-SOP-codes-gamma =
    {"[italic]Код Гамма. В Городе введено военное положение. Действует комендантский час. Служба безопасности вправе применять III уровень силы за любые противоправные действия. Дополнительные инструкции указаны в КПК.[/italic]"}

    {"[bold]Устанавливается:[/bold] Консулатом по запросу командования Города или по собственной инициативе."}

guidebook-SOP-codes-gamma-terms =
    В Городе существует угроза безопасности III уровня — угроза, требующая непосредственного участия всех граждан.

    Примеры:
    - В случаях, предусмотренных протоколом действия в ЧС:
      - Нападение космического дракона;
      - Вторжение ревенанта;
      - Вспышка зомби-вируса;
      - Объявление войны;
      - Мятеж на объекте;
      - Появление улья ксеноморфов;
      - Обнаружение Блоба;
      - Возвышение еретика;
      - Обнаружение Тенеморфа;
      - Появление незаконного эгрегориального культа.
    - При невозможности устранения угрозы безопасности II уровня в рамках [color=red]красного кода[/color].

guidebook-SOP-codes-gamma-norms =
    - Все граждане должны следовать указаниям капитана в полном объеме.
    - В Городе действует комендантский час: всем гражданам, за исключением должностных лиц, запрещено покидать отдел или общественные места: бар, столовую, церковь, театр, спортплощадку, библиотеку, дормиторий.
      - Капитан имеет право полностью или частично снять ограничения на передвижение.
    - Граждане должны докладывать о любой подозрительной активности службе безопасности лично или в общий голосовой канал.
    - Все граждане обязаны носить ID-карты в соответствующем слоте комбинезона (внутри КПК, либо отдельно).
    - Все граждане обязаны переключить датчики костюмов в режим координат.
    - Граждане обязаны реагировать на звук свистка и прекратить движение в ожидании распоряжений сотрудников службы безопасности.
      - Разрешено продолжить движение в случае отсутствия указаний от сотрудников службы безопасности в течение 15 секунд.
    - Сотрудники службы безопасности уполномочены проводить процедуры обыска и задержания по необходимости.
    - Сотрудники службы безопасности уполномочены применять специальные средства при любой угрозе.

# Дельта код
guidebook-SOP-codes-delta =
    {"[italic]Код Дельта. Активирован механизм самоуничтожения, или ситуация вышла из-под контроля. Все приказы глав Города должны выполняться беспрекословно. Любое неповиновение карается смертью. Это не учебная тревога![/italic]"}

    {"[bold]Устанавливается:[/bold] Консулатом по запросу командования или запуском механизма самоуничтожения Города."}

guidebook-SOP-codes-delta-terms =
    - Механизм самоуничтожения Города был запущен.
    - Консулат подтвердил неминуемое уничтожение Города.

guidebook-SOP-codes-delta-norms =
    - Распоряжения, полученные от Консулата или Департамента Специальных Операций должны быть исполнены в полном объеме.
      - В случае отсутствия распоряжений от Консулата или Департамента Специальных Операций необходимо организовать незамедлительную эвакуацию.
    - Все нормы граждан и распоряжения утрачивают силу, кроме:
      - распоряжений Консулата или Департамента Специальных Операций;
      - приказов капитана;
      - приказов глав отделов;
      - приказов сотрудников службы безопасности.
    - Сотрудники службы безопасности уполномочены ликвидировать на месте любого правонарушителя.

# Corvax-Goob-Start
# Код Октарин
guidebook-SOP-codes-octarine =
    {"[italic]Код Октарин. Катастрофическое ноосферное событие угрожает поглотить реальность. Гражданам Города приказано попытаться сдержать событие или эвакуироваться.[/italic]"}

    {"[bold]Устанавливается:[/bold] Консулатом."}

guidebook-SOP-codes-octarine-terms =
    - Консулат зафиксировал угрозу, серьёзно искажающую реальность.

guidebook-SOP-codes-octarine-norms =
    - Распоряжения, полученные от Консулата или Департамента Специальных Спераций должны быть исполнены в полном объеме.
      - Допускается немедленная эвакуация, если не поступало иных распоряжений.
    - Все нормы граждан и распоряжения утрачивают силу, кроме:
      - распоряжений Консулата или Департамента Специальных Операций;
      - приказов капитана;
      - приказов глав отделов;
      - приказов сотрудников службы безопасности.
    - Сотрудники службы безопасности уполномочены ликвидировать на месте любого правонарушителя.

# Код Омикрон
guidebook-SOP-codes-omicrone =
    {"[italic]Код Омикрон. Переключение Города в аварийный режим активировано. Ожидайте дальнейших приказов от Консулата, оставайтесь в своих отделах.[/italic]"}

    {"[bold]Устанавливается:[/bold] Нет доступа."}
    {"[bold]Особенность:[/bold] Об этом коде знают: капитан, корпоративные агенты, глава службы безопасности. При этом они не осведомлены о возможности взведения МСС в аварийном режиме. Члены Консулата и ДСО (исключая ОСЩ и ПNT) о такой возможности уже осведомлены."}

guidebook-SOP-codes-omicrone-terms =
    - Нет доступа.

guidebook-SOP-codes-omicrone-norms =
    - Распоряжения, полученные от Консулата или Департамента Специальных Операций должны быть исполнены в полном объеме.
    - Все нормы граждан и распоряжения утрачивают силу, кроме:
      - распоряжений Консулата или Департамента Специальных Операций;
      - приказов капитана;
      - приказов глав отделов;
      - приказов сотрудников службы безопасности.
    - Сотрудники службы безопасности уполномочены ликвидировать на месте любого правонарушителя.

# Corvax-Goob-End

# Жёлтый код
guidebook-SOP-codes-yellow =
    {"[italic]Код Жёлтый. В Городе выявлена структурная или атмосферная угроза. Инженерный отдел уполномочен координировать ликвидацию последствий. Дополнительные инструкции указаны в КПК.[/italic]"}

    {"[bold]Устанавливается по решению:[/bold] капитана или старшего инженера."}

guidebook-SOP-codes-yellow-terms =
    - Наличие большого числа пробоин в обшивке Города.
    - Снижение общего атмосферного давления в Городе до опасного уровня.
    - Масштабная утечка ядовитых или горючих газов.
    - Опасно низкая или высокая температура на большей части Города.
    - Масштабные разрушения и т.д.

guidebook-SOP-codes-yellow-norms =
    - Всем гражданам следует подчиняться правомерным требованиям сотрудников инженерного отдела.
    - Старший инженер обязан организовать процесс выдачи аварийных скафандров, кислородных масок и баллонов с дыхательной смесью.
    - Капитан или старший инженер уполномочены ограничить перемещение в пределах Города:
      - Объявить закрытые для посещения зоны.
      - Запретить сотрудникам передвижение за пределами отделов.
      - Объявить точку сбора для всех граждан.
      - Данные ограничения не действуют на сотрудников инженерного отдела, и лиц, получивших разрешение от сотрудников инженерного отдела.
    - Гражданам [bold]запрещено[/bold] находиться в местах, где ведутся технические работы по восстановлению Города без разрешения сотрудников инженерного отдела.

# Фиолетовый код
guidebook-SOP-codes-purple =
    {"[italic]Код Фиолетовый. В Городе зафиксирована биологическая угроза. Активирован протокол изоляции. Медицинскому персоналу предписано изолировать граждан с любыми симптомами. Гражданам рекомендуется соблюдать дистанцию, следовать мерам предосторожности для предотвращения распространения вируса и выполнять указания главного врача. Дополнительные инструкции указаны в КПК.[/italic]"}

    {"[bold]Устанавливается по решению:[/bold] капитана или главного врача."}

guidebook-SOP-codes-purple-terms =
    В Городе существует подтвержденная биологическая угроза, которая требует введения карантинных мер.

guidebook-SOP-codes-purple-norms =
    - Капитан или главный врач уполномочены ограничить перемещение в пределах Города:
      - Объявить закрытые для посещения зоны.
      - Запретить сотрудникам передвижение за пределами отделов.
      - Объявить сбор сотрудников Города в медицинском отделе.
      - Одобрить принудительное помещение в карантин любых инфицированных сотрудников.
      - Данные ограничения не действуют на сотрудников медицинского отдела, и лиц, получивших разрешение от сотрудников медицинского отдела.
    - Главный врач обязан организовать выдачу медицинских масок и латексных перчаток.
    - Весь медицинский персонал обязан работать над устранением вспышки вируса, если нет пациентов в критическом состоянии, нуждающихся в помощи.
    - Все граждане обязаны обратиться в медицинский отдел для получения медицинской маски и латексных перчаток, а после их получения надеть их и носить до отмены кода.
    - Все граждане обязаны переключить датчики костюмов в режим координат.
    - При возникновении симптомов вируса, персонал обязан незамедлительно пройти в медицинский отдел.
    - Немедицинский персонал обязан подчиняться инструкциям медицинского персонала, в том числе просьбам покинуть зону, оставаться в карантине, или оказать помощь в спасении больных/раненых.
    - Стыковка и отстыковка всех кораблей и шаттлов должна быть приостановлена.

# Tooltip
guidebook-SOP-codes-tooltip-neutralization =
    Подразумевается устранение угрозы, которая послужила причиной введения текущего кода.

    Примеры:
    - Агент украл карту капитана, но его не поймали, и в течение 10-15 минут никто не проявлял оправданную данным кодом активность — код должен быть понижен.
    - Был введен синий код по причине вторжения агрессивной фауны, все агрессоры были уничтожены без признаков активности в течение 10-15 минут - уровень угрозы должен быть снижен.
