# Dystopia: лор Города — «станция», «экипаж», NanoTrasen и ЦК заменены на Город, граждан и Консулат.
## Rev Head

roles-antag-rev-head-name = Глава революции
roles-antag-rev-head-objective = Ваша задача — захватить Город, склонив граждан на свою сторону, и устранив всех членов командования.

head-rev-role-greeting =
    Вы — глава революции. Вам поручено устранить весь командный состав Города путём убийства, ареста или конверсии.
    Синдикат проспонсировал вас особой вспышкой, которая обращает других на вашу сторону. Осторожно, она не сработает на тех, у кого есть имплант "Щит разума", и тех, кто носит защиту для глаз. Помните, что в процессе найма члены командования и службы безопасности проходят имплантацию "Щитом разума".
    Viva la revolución!

head-rev-briefing =
    Используйте вспышки, чтобы обратить граждан на свою сторону.
    Убейте, арестуйте или конвертируйте всех членом командования, чтобы захватить Город.

head-rev-break-mindshield = Имплант "Щит разума" был уничтожен!

## Rev

roles-antag-rev-name = Революционер
roles-antag-rev-objective = Ваша задача — защищать и выполнять приказы глав революции и помочь им захватить Город, устранив всех членов командования.

rev-break-control = { $name } { GENDER($name) ->
    [male] вспомнил, кому он верен
    [female] вспомнила, кому она верна
    [epicene] вспомнили, кому они верни
    *[neuter] вспомнило, кому оно верно
} на самом деле!

rev-role-greeting =
    Вы — Революционер. Вам поручено защищать глав революции и помогать им захватить Город.
    Революция должна работать вместе, чтобы убить, арестовать или конвертировать всех членов командования.
    Viva la revolución!

rev-briefing = Помогите главам революции убить, арестовать или конвертировать всех членов командования, чтобы захватить Город.

## General

rev-title = Революционеры
rev-description = Революционеры скрывающиеся среди граждан стремятся обратить других на свою сторону и свергнуть командование.

rev-not-enough-ready-players = Недостаточно игроков готовы к игре! { $readyPlayersCount } игроков из необходимых { $minimumPlayers } готовы. Нельзя запустить пресет Революционеры.
rev-no-one-ready = Нет готовых игроков! Нельзя запустить пресет Революционеры.
rev-no-heads = Нет кандидатов на роль главы революции. Нельзя запустить пресет Революционеры.

rev-won = Главы революции выжили и уничтожили весь командный состав Города.

rev-lost = Все главы революции погибли, а командование выжило.

rev-stalemate = И командование и главы революции погибли. Это ничья.

rev-reverse-stalemate = И командование и главы революции выжили.

rev-headrev-count = { $initialCount ->
    [one] Глава революции был один:
    *[other] Глав революции было { $initialCount }:
}

rev-headrev-name-user = [color=#5e9cff]{ $name }[/color] ([color=gray]{ $username }[/color]) конвертировал { $count } { $count ->
    [one] гражданина
    [few] гражданина
    *[other] граждан
}

rev-headrev-name = [color=#5e9cff]{ $name }[/color] конвертировал { $count } { $count ->
    [one] гражданина
    [few] гражданина
    *[other] граждан
}

## Deconverted window

rev-deconverted-title = Разконвертированы!
rev-deconverted-text =
    Со смертью последнего главы революции, революция оканчивается.

    Вы больше не революционер, так что ведите себя хорошо.
rev-deconverted-confirm = Подтвердить
