# Dystopia: лор Города — «станция», «экипаж», NanoTrasen и ЦК заменены на Город, граждан и Консулат.
changeling-role-greeting =
    Вы — генокрад, чрезвычайно умный хищник.
    Ваша основная задача — выбраться из Города живым, принимая облики других обитателей этого Города.
    Вы голодны и не продержитесь долго без пропитания...
    Убивайте. Поглощайте. Прячьтесь. Выживайте.

changeling-briefing =
    Вы — генокрад.
    Вы обладаете способностью принимать облики тех, кого поглощаете, чтобы избежать мрачной участи.

objective-issuer-changeling = [color=#FA2A55]Разум улья[/color]

changeling-round-end-agent-name = генокрад
