# Dystopia: лор Города — «станция», «экипаж», NanoTrasen и ЦК заменены на Город, граждан и Консулат.
# Command
job-description-captain = Управляйте Городом, распределяйте работу между другими главами персонала и изъявляйте свою волю.
job-description-ce = Руководите инженерным отделом, чтобы гарантировать идеальную работу систем энергоснабжения, чистоту атмосферы и целостность корпуса Города.
job-description-cmo = Руководите медицинским отделом, чтобы сохранить жизни и здоровье граждан.
job-description-hop = Справедливо распределяйте доступы с помощью консоли ID-карт, управляйте сервисным отделом и берегите Иана.
job-description-hos = Управляйте своими сотрудниками службы безопасности и следите за их эффективностью, подавляйте инакомыслие и обеспечивайте безопасность других глав.
job-description-qm = Руководите отделом снабжения Города, контролируйте работу утилизаторов, следите за выполнением всех заказов и обеспечивайте поступление денег.
job-description-rd = Руководите научным отделом, открывайте новые технологии, получайте и исследуйте артефакты, и проводите эксперименты.

# Cargo
job-description-cargotech = Оформляйте заказы, осуществляйте запросы, водите грузовой шаттл между Городом и торговым постом, работайте сообща с другими, чтобы зарабатывать смехотворные суммы денег, тратьте всё на лотерею.
job-description-salvagespec = Используйте магнит для притягивания обломков кораблей и астероидов на разграбление с целью обогащения Города. Постройте шаттл утилизаторов, чтобы летать на другие планеты, попутно отбиваясь от космической фауны.

# Engineering
job-description-atmostech = Оптимизируйте настройку атмосферы Города и синтезируйте редкие газы на продажу или для использования.
job-description-engineer = Поддерживайте работу основного генератора и солнечных панелей Города, оптимизируйте энергосеть и проводите аварийный ремонт, используя свой космический скафандр в разгерметизированных пространствах.
job-description-technical-assistant = Изучите основы управления энергоустановками, научитесь чинить отсеки Города.

# Medical
job-description-chemist = Создавайте лекарства для врачей, исследуйте сомнительные (с точки зрения этики) редкие химикаты, и производите боевые отравляющие вещества, когда на Город летят враги.
job-description-doctor = Обследуйте и лечите граждан с помощью обычных и продвинутых лекарств и дефибриллятора. Следите, чтобы трупы не гнили, а кадавры находились в морге.
job-description-intern = Изучите основы применения лекарств, базовых химикатов, и медицинского оборудования.
job-description-paramedic = Спасайте тяжелораненых пациентов по всему Городу, а иногда и за его пределами. Стабилизируйте их, отвозите в медотсек и возвращайтесь в патруль!
job-description-psychologist = Оказывайте эмоциональную поддержку психологически травмированному гражданам.

# Science
job-description-research-assistant = Изучите основные принципы робототехники и исследования различных артефактов и аномалий.
job-description-scientist = Исследуйте инопланетные артефакты, открывайте новые технологии, заменяйте оборудование Города новыми и усиленными версиями, повышайте общую эффективность работы.

# Security
job-description-cadet = Изучите основы задержания преступников и порядки организации брига. Прислушивайтесь к своим руководителям и не стесняйтесь обращаться за помощью.
job-description-detective = Изучайте места преступлений с помощью криминалистических инструментов, ищите виновных и курите.
job-description-security = Ловите преступников и врагов Города, следите за соблюдением закона и за тем, чтобы Город не погрузился в хаос.
job-description-warden = Патрулируйте отдел безопасности, следите за тем, чтобы никто не воровал из оружейной, и чтобы все заключённые были оформлены и выпущены по окончании срока.

# Service
job-description-bartender = Заведуйте баром и поддерживайте его оживлённым, разливайте коктейли по бокалам и слушайте истории граждан.
job-description-botanist = Выращивайте фрукты и овощи для шеф-поваров, лекарственные травы для медотсека, и другие растения для личного пользования.
job-description-chaplain = Несите гражданам слово божье и помогайте получить духовное исцеление, творите чудеса при помощи библии.
job-description-chef = Кормите граждан Города разными блюдами, разделывайте мёртвых животных так, чтобы не просачивался аммиак и помогайте поддерживать бар в оживлённом состоянии.
job-description-clown = Развлекайте граждан ужасными шутками и изощрённым карикатурным паясничеством.
job-description-janitor = Поддерживайте порядок в Городе, убирайте мусор и разлитые скользкие жидкости, помогайте бороться с нашествием крыс.
job-description-lawyer = Добейтесь справедливого следствия и суда для каждого заключённого или преступника.
job-description-librarian = Заведуйте библиотекой, делитесь знаниями со всеми, кто их ищет, и сообщайте о событиях в Городе.
job-description-mime = Развлекайте граждан, не прибегая к речи и письму, устройте лёгкое соперничество с клоуном.
job-description-musician = Развлекайте граждан своими уникальными музыкальными талантами и обзаводитесь новыми инструментами.
job-description-passenger = Наслаждайтесь пребыванием в Городе без обязательств!
job-description-reporter = Развлекайте и информируйте граждан своей журналистской деятельностью посредством камер, радио, и новостей.
job-description-serviceworker = Изучите основы барменского искусства, кулинарии, и выращивания растений.
job-description-tram-driver = Прокатитесь на трамвае от остановки к остановке.

# Silicon
job-description-borg = Получеловек, полумашина. Придерживайтесь своих законов, служите гражданам и преследуйте учёных с просьбами об апгрейде.
job-description-station-ai = Соблюдайте свои законы, служите гражданам.

# Misc.
job-description-centcommoff = Выступите в роли официального представителя новейшей, самой современной космической станции во флоте Города.
job-description-ertchaplain = Проследите за тем, чтобы последнее право граждан Города было соблюдено.
job-description-ertengineer = Убедитесь, что в Городе имеется электропитание и чистый воздух.
job-description-ertjanitor = Убедитесь, что Город убран должным образом — для поддержания морального духа.
job-description-ertleader = Возглавьте отряд быстрого реагирования для устранения угрозы активам Города.
job-description-ertmedic = Убедитесь, что граждане Города живы и здоровы.
job-description-ertsecurity = Убедитесь, что все активные угрозы для Города устранены.
job-description-visitor = Наслаждайтесь своим визитом в Город.

# Corvax
job-description-brigmedic = Боритесь за жизни своих товарищей в тылу службы безопасности! Вы — первая и последняя надежда своего Города. Да благословит вас Гиппократ.
