# Dystopia: лор Города — «станция», «экипаж», NanoTrasen и ЦК заменены на Город, граждан и Консулат.
job-description-iaa = Занимайтесь защитой прав граждан и следите за соблюдением СРП.
job-description-magistrate = Казнить, нельзя помиловать!
job-description-pilot = Следите за безопасностью не только в Городе, но и снаружи него.
job-description-senior-engineer = Обучайте новых инженеров основам работы двигателя Города, ремонта, атмосферных условий и мощности.
job-description-senior-researcher = Обучайте начинающих учёных основам печати предметов, исследования артефактов и аномальных объектов.
job-description-senior-physician = Обучайте новых медиков основам ухода за ранеными, химии, диагностике заболеваний и утилизации трупов.
job-description-senior-officer = Обучайте новых сотрудников основам проведения обысков, арестов, тюремного заключения и правильной стрельбе из огнестрельного оружия.
