ent-BaseWeaponSniper = BaseWeaponSniper
    .desc = Дерзай — налетай, целься и стреляй.
# Dystopia: заменён версией из Backmen — новый калибр
ent-WeaponSniperMosin = Кардашёв-Мосин
    .desc = Настоящая реликвия: винтовка Кардашёва-Мосина воевала почти во всех вооружённых конфликтах с момента создания, и её затвор с тех пор почти не изменился — для охоты, снайперской стрельбы или бесконечных окопных боёв. Вмещает 5 патронов 7,62×54R, заряжается по одному или из обоймы.
ent-WeaponSniperHristov = Христов
    .desc = Для тех случаев, когда вам абсолютно необходимо заставить кого-то пожалеть о своих жизненных выборах, находясь на безопасном расстоянии. Использует патроны калибра .60 крупнокалиберный.
ent-Musket = мушкет
    .desc = Это должно было оказаться в музее задолго до твоего рождения. Использует патроны калибра .60 крупнокалиберный.
ent-WeaponPistolFlintlock = кремнёвый пистолет
    .desc = Спутник пирата. Яррр! Использует патроны калибра .45 магнум.
ent-WeaponPistolFlintlockEmpty = { ent-WeaponPistolFlintlock }
    .desc = { ent-WeaponPistolFlintlock.desc }
    .suffix = Пустой
