# Dystopia: лор Города — «станция», «экипаж», NanoTrasen и ЦК заменены на Город, граждан и Консулат.
ent-PinpointerBase = пинпоинтер
    .desc = Портативное устройство слежения. Хотя обычно оно обладает гораздо более широкими возможностями, это устройство настроено на обнаружение определённых сигналов. Держите вертикально для сохранения точности.
ent-PinpointerNuclear = пинпоинтер
    .desc = { ent-PinpointerBase.desc }
ent-PinpointerSyndicateNuclear = пинпоинтер Синдиката
    .desc = Изготовлен специально для миссий ядерных оперативников, получите этот диск!
ent-PinpointerUniversal = универсальный пинпоинтер
    .desc = Портативное устройство слежения, способное отслеживать любой физический объект в выключенном состоянии. Держите вертикально для сохранения точности.
ent-PinpointerStation = пинпоинтер Города
    .desc = Портативное устройство слежения, способное отслеживать ближайший город.
    .suffix = Город
ent-PinpointerMothership = пинпоинтер ядра
    .desc = Портативное устройство слежения, способное отслеживать ядро материнского корабля.
ent-PinpointerMothershipPiece = часть пинпоинтера ядра
    .desc = Часть пинпоинтера ядра материнского корабля. Вам нужно 4 части чтобы починить его.
ent-PinpointerMothershipRepaired = отремонтированный пинпоинтер ядра
    .desc = Портативное устройство слежения, способное отслеживать ядро материнского корабля. Похоже оно повидало лучшие времена.
