ent-BaseWeaponRifle = BaseWeaponRifle
    .desc = Дерзай — налетай, целься и стреляй.
# Dystopia: заменён версией из Backmen — новый калибр
ent-WeaponRifleAk = АКМС
    .desc = Автомат Калашникова со складным прикладом под 7,62×39 мм. Популярен среди преступников, ополченцев и террористов благодаря своей известной надёжности и простой конструкции. Магазины на 30 патронов.
ent-WeaponRifleLecter = Лектер
    .desc = Первоклассная армейская штурмовая винтовка. Использует патроны калибра .20 винтовочный.
ent-WeaponRifleLecterXL8 = XL8
    .desc =
        Экспериментальный лектер 8
        Необоснованно дорогая штурмовая винтовка военного образца со встроенным оптическим прицелом.
        Использует патроны калибра .20 винтовочный.
ent-WeaponRifleEstoc = марксманская винтовка Эсток
    .desc = Марксманская винтовка, предпочитаемая для перестрелок на средних и дальних дистанциях. Использует патроны калибра .20 винтовочный.
ent-WeaponRifleM90GrenadeLauncher = М-90gl
    .desc = Карабин старой модели, выполненный по схеме булл-пап, с подствольным гранатомётом. Использует патроны калибра .20 винтовочный.
